export const regionalCities = ['София', 'Пловдив', 'Варна', 'Бургас', 'Русе', 'Стара Загора', 
    'Плевен', 'Сливен', 'Добрич', 'Шумен', 'Перник', 'Хасково', 'Ямбол', 'Пазарджик', 
    'Благоевград', 'Велико Търново', 'Враца', 'Габрово', 'Видин', 'Монтана', 'Кюстендил', 
    'Кърджали', 'Търговище', 'Ловеч', 'Силистра', 'Разград', 'Смолян'];

export const cities = [
    'Айтос', 'Аксаково', 'Алфатар', 'Антоново', 'Априлци', 'Ардино', 'Асеновград', 'Ахелой', 'Ахтопол', 
    'Балчик', 'Банкя', 'Банско', 'Баня', 'Батак', 'Батановци', 'Белене', 'Белица', 'Белово', 
    'Белоградчик', 'Белослав', 'Берковица', 'Бобов дол', 'Бобошево', 'Божурище', 'Бойчиновци', 
    'Болярово', 'Борово', 'Ботевград', 'Брацигово', 'Брегово', 'Брезник', 'Брезово', 'Брусарци', 
    'Бухово', 'Българово', 'Бяла (Варна)', 'Бяла (Русе)', 'Бяла Слатина', 'Бяла Черква', 
    'Велики Преслав', 'Велинград', 'Ветово', 'Ветрен', 'Вълчедръм', 'Вълчи дол', 'Върбица', 
    'Вършец', 'Генерал Тошево', 'Главиница', 'Глоджево', 'Годеч', 'Горна Оряховица', 'Гоце Делчев', 
    'Грамада', 'Гулянци', 'Гурково', 'Гълъбово', 'Две могили', 'Дебелец', 'Девин', 'Девня', 'Джебел', 
    'Димитровград', 'Димово', 'Добринище', 'Долна баня', 'Долна Митрополия', 'Долна Оряховица', 
    'Долни Дъбник', 'Долни чифлик', 'Доспат', 'Драгоман', 'Дряново', 'Дулово', 'Дунавци', 'Дупница', 
    'Дългопол', 'Елена', 'Елин Пелин', 'Елхово', 'Етрополе', 'Завет', 'Земен', 'Златарица', 'Златица', 
    'Златоград', 'Ивайловград', 'Игнатиево', 'Искър', 'Исперих', 'Ихтиман', 'Каблешково', 'Каварна', 
    'Казанлък', 'Калофер', 'Камено', 'Каолиново', 'Карлово', 'Карнобат', 'Каспичан', 'Кермен', 
    'Килифарево', 'Китен', 'Клисура', 'Кнежа', 'Козлодуй', 'Койнаре', 'Копривщица', 'Костадиново', 
    'Костенец', 'Костинброд', 'Котел', 'Кочериново', 'Кресна', 'Криводол', 'Кричим', 'Крумовград', 
    'Крън', 'Кубрат', 'Куклен', 'Кула', 'Левски', 'Летница', 'Лозница', 'Лом', 'Луковит', 'Лъки', 
    'Любимец', 'Лясковец', 'Мадан', 'Маджарово', 'Малко Търново', 'Мартен', 'Мездра', 'Мелник', 
    'Меричлери', 'Мизия', 'Момин проход', 'Момчилград', 'Мъглиж', 'Неделино', 'Несебър', 'Николаево', 
    'Никопол', 'Нова Загора', 'Нови Искър', 'Нови пазар', 'Обзор', 'Омуртаг', 'Опака', 'Оряхово', 
    'Павел баня', 'Павликени', 'Панагюрище', 'Перущица', 'Петрич', 'Пещера', 'Пирдоп', 'Плачковци', 
    'Плиска', 'Полски Тръмбеш', 'Поморие', 'Попово', 'Пордим', 'Правец', 'Приморско', 'Провадия', 
    'Първомай', 'Раднево', 'Радомир', 'Разлог', 'Ракитово', 'Раковски', 'Рила', 'Роман', 'Рудозем', 
    'Садово', 'Самоков', 'Сандански', 'Сапарева баня', 'Свети Влас', 'Свиленград', 'Свищов', 
    'Своге', 'Севлиево', 'Сеново', 'Септември', 'Симеоновград', 'Симитли', 'Славяново', 'Сливница', 
    'Сливо поле', 'Смядово', 'Созопол', 'Сопот', 'Средец', 'Стамболийски', 'Стражица', 'Стралджа', 
    'Стрелча', 'Суворово', 'Сунгурларе', 'Сухиндол', 'Съединение', 'Сърница', 'Твърдица', 'Тервел', 
    'Тетевен', 'Тополовград', 'Троян', 'Трън', 'Тръстеник', 'Трявна', 'Тутракан', 'Угърчин', 
    'Хаджидимово', 'Харманли', 'Хисаря', 'Цар Калоян', 'Царево', 'Чепеларе', 'Червен бряг', 
    'Черноморец', 'Чипровци', 'Чирпан', 'Шабла', 'Шивачево', 'Шипка', 'Ябланица', 'Якоруда'
]

export const allCities = [...regionalCities, ...cities];